[CorpseAdventBiotic X2ItemTemplate]
FriendlyName="Труп Пси-агента Адвента"
FriendlyNamePlural="Трупы Пси-агентов Адвента"
BriefSummary="Это трупы Пси-агентов Адвента, без их брони, на первый взгляд мало что отличает их от Солдат или Копейщиков адвента, однако стоит заметить что Пси-агенты Адвента, исключительно женщины." 

[AutopsyAdventBiotic X2TechTemplate]
DisplayName="Вскрытие Пси-агента Адвента"
Summary="Пси-агенты в равной степени хорошо показывают себя как в обращении со стрелковым оружием, так и с пси-способностями. В бою они используют экзотическое оружие, прототипы которого мы раньше не встречали у войск Адвента. Но куда более интересны их пси-способности. Агенты, в отличае от Сектоидов, используют их для усиления личной силы, выживаемости и ловкости. Они умеют генерировать личные пси-щиты, а так же ускоряют свои рефлексы до такой степени что могут уклонятся от пуль. Продвинутые агенты ко всему этому научились молниеносно перемещаться в пространсве. Поразительно!" 
CodeName="Пси-агент"
LongDescription="Пси-агенты в равной степени хорошо показывают себя как в обращении со стрелковым оружием, так и с пси-способностями. В бою они используют экзотическое оружие, прототипы которого мы раньше не встречали у войск Адвента. Но куда более интересны их пси-способности. Агенты, в отличае от Сектоидов, используют их для усиления личной силы, выживаемости и ловкости. Они умеют генерировать личные пси-щиты, а так же ускоряют свои рефлексы до такой степени что могут уклонятся от пуль. Продвинутые агенты ко всему этому научились молниеносно перемещаться в пространсве. Поразительно!" 
AlertString="Пси-агент Адвента"

[AdventBiotic_M1 X2CharacterTemplate]
strCharacterName="Пси-агент Адвента"
strAcquiredText="Боец универсал, одновременно неплох как и в обращении со стрелковым оружием, так и с псионическими способностями. Любопытно что пси-агенты, исключительно женщины."

[AdventBiotic_M2 X2CharacterTemplate]
strCharacterName="Продвинутый Пси-агент Адвента"
strAcquiredText="Боец универсал, одновременно неплох как и в обращении со стрелковым оружием, так и с псионическими способностями. Продвинутый агент лучше пользуется пси-силами и точнее стреляет."

[AdventBiotic_M3 X2CharacterTemplate]
strCharacterName="Мастер Пси-агент Адвента"
strAcquiredText="Боец универсал, одновременно неплох как и в обращении со стрелковым оружием, так и с псионическими способностями. Эти мастера, помимо молниеносных перемещений в пространстве, могут уклоняться от пуль. Прямо как Нео!"

;abilities
[RM_Advent_BioticBarrier X2AbilityTemplate]
LocFriendlyName="Личный пси-барьер"
LocLongDescription="Боец использует свои пси-способности для создания и поддержания личного щита, защищающего его от урона."
LocHelpText="Пси-барьер медленно восстанавливается со временем."
LocFlyOverText="Личный пси-барьер"
LocPromotionPopupText="<Bullet/>Пси-барьер дает бойцу <Ability:BIOTIC_BARRIER/> щита и медленно восстанавливает его по <Ability:BIOTICREGEN/> щита в ход.<br/>"

[RM_Advent_BioticRebuild X2AbilityTemplate]
LocFriendlyName="Личный пси-барьер"
LocLongDescription="Боец использует свои пси-способности для создания и поддержания личного щита, защищающего его от урона."
LocHelpText="Пси-барьер медленно восстанавливается со временем."
LocFlyOverText="Личный пси-барьер"

[RM_Advent_BioticRegen X2AbilityTemplate]
LocFriendlyName="Восстановление пси-щита"
LocLongDescription="Пси-щит медленно восстанавливается со временем."
LocHelpText="Пси-щит медленно восстанавливается со временем."
LocFlyOverText="Восстановление пси-щита"


[RM_Advent_BioticTraversal X2AbilityTemplate]
LocFriendlyName="Пси-прыжок"
LocFlyOverText="Пси-прыжок"
LocLongDescription="Боец усиливает свои мышцы пси-энергией и совершает прыжки на большую высоту, что позволяет ему свободно перемещаться по крышам зданий."
LocHelpText="Боец усиливает свои мышцы пси-энергией и совершает прыжки на большую высоту, что позволяет ему свободно перемещаться по крышам зданий."
LocPromotionPopupText="<Bullet/> Боец усиливает свои мышцы пси-энергией и совершает прыжки на большую высоту, что позволяет ему свободно перемещаться по крышам зданий. <br/><Bullet/> Боец не нуждается в лестницах, подъемниках, тросах и прочем. Он просто прыгает."

[RM_Advent_BioticTeleport X2AbilityTemplate]
LocFriendlyName="Пси-смещение"
LocLongDescription="Боец молниеносно перемещение в пространстве, игнорируя ответный огонь и подавление."
LocHelpText="Боец молниеносно перемещение в пространстве, игнорируя ответный огонь и подавление."
LocFlyOverText="Пси-смещение"
LocPromotionPopupText="<Bullet/> Боец молниеносно перемещение в пространстве, игнорируя ответный огонь и подавление. <br/><Bullet/> Перезарядка <Ability:SelfCooldown/> хода.<br/><Bullet/> Не завершает ход.<br/>"

[RM_Advent_Warp X2AbilityTemplate]
LocFriendlyName="Пси-толчек"
LocLongDescription="Агент совершает пси-толчек, который в случае попадания наносит урон и ослабляет цель для последующих атак. Перезарядка <Ability:SelfCooldown/> хода."
LocHelpText="Агент совершает пси-толчек, который в случае попадания, наносит пси-урон и оставляет небольшой \"Разрыв\" на цели. Все последующие атаки по цели наносят +1 урона."
LocFlyOverText="Пси-толчек"
LocPromotionPopupText="<Bullet/> Наносит пси-урон и оставляет небольшой \"Разрыв\" на цели. Все последующие атаки по цели наносят +1 урона.<br/> <Bullet/> Пси-урон возрастает в зависимости от снаряжения агента. <br/><Bullet/> Перезарядка <Ability:SelfCooldown/> хода. <br/><Bullet/> Не завершает ход.<br/>"

[RM_Advent_Lance X2AbilityTemplate]
LocFriendlyName="Пси-копье"
LocLongDescription="Агент собирает пси-энергию в лучь и пускает его во врагов. Наносит урон, разрушает броню, но может промахнуться. Перезарядка <Ability:SelfCooldown/> хода."
LocHelpText="Агент собирает пси-энергию в лучь и пускает его во врагов. Наносит урон, разрушает броню, но может промахнуться."
LocFlyOverText="Пси-копье"
LocPromotionPopupText="<Bullet/> Наносит урон, разрушает броню, но может промахнутьс. <br/><Bullet/> Пси-урон и количество уничтоженной брони возрастает в зависимости от снаряжения агента. <br/><Bullet/> Перезарядка <Ability:SelfCooldown/> хода. <br/><Bullet/> Не завершает ход.<br/>"

[RM_Advent_Reave X2AbilityTemplate]
LocFriendlyName="Нейро-опустошение"
LocLongDescription="Пси-агент воздействует на нервную систему цели нанося урон и заряжая свой пси-барьер эквивалентно нанесенному урону. Перезарядка <Ability:SelfCooldown/> хода."
LocHelpText="Наносит урон и заряжет свой пси-барьер эквивалентно нанесенному урону."
LocFlyOverText="Нейро-опустошение"
LocPromotionPopupText="<Bullet/> Наносит урон и заряжет свой пси-барьер эквивалентно нанесенному урону. <br/><Bullet/> Пси-урон и количество восстановленного щита зависит от снаряжения агента.<br/><Bullet/> Дополнительно добавляет к пси-барьеру 1 единицу щита за каждые 50 Пси агента. <br/><Bullet/> Перезарядка <Ability:SelfCooldown/> хода. Завершает ход агента при применении. <br/>"

;weapons

[RM_AdventBioAmp_CV X2WeaponTemplate]
FriendlyName="Пси усилитель"
FriendlyNamePlural="Пси усилитель"
BriefSummary=""
TacticalText="<Bullet/> Пси усилитель используется для усиления Пси-способностей носителя.\n<Bullet/> Повышает эффективность пси-способностей носителя устройства."

[RM_AdventBioAmp_MG X2WeaponTemplate]
FriendlyName="Продвинутый Пси усилитель"
FriendlyNamePlural="Продвинутый Пси усилитель"
BriefSummary="Улучшенная версия Пси усилителя помогает очистить ум и сконцентрироваться на желаемом результате. Увеличивает Пси силу, а Пси-способности наносят увеличенный урон."
TacticalText="Добавляет +20 к Пси агента.\n<Bullet/> Атакующие Пси-способности наносят больше урона."

[RM_AdventBioAmp_BM X2WeaponTemplate]
FriendlyName="Элериумный Пси усилитель"
FriendlyNamePlural="Элериумный Пси усилитель"
BriefSummary="Последняя и самая технологичная версия Пси усилителя Адвента. Значительно увеличивает Пси силу, а Пси-способности наносят многократно увеличенный урон."
TacticalText="Добавляет +40 к Пси агента.\n<Bullet/> Атакующие Пси-способности наносят значительно больше урона."

